/*Localized name of the help book to use*/

"TPTITLE" = "Zmieniona została data lub czas. Jeżeli chcesz zachować zmiany, kliknij w „Zachowaj”. Aby użyć poprzednich ustawień, kliknij w „Przywróć”.";
"TPTEXT" = "By dokonać dalszych zmian, kliknij w Anuluj.";
"TPCANCEL" = "Anuluj";
"TPREVERT" = "Przywróć";
"TPSAVE" = "Zachowaj";


/* Strings used as domains to use as time servers */
/*  These are NOT the names displayed in the combo box, those can be edited in the NIB file */
/*  These are the domains that actually get used when a user selects one of the popup items */
"US_NTP_SERVER_DOMAIN" = "time.apple.com";
"ASIA_NTP_SERVER_DOMAIN" = "time.asia.apple.com";
"EURO_NTP_SERVER_DOMAIN" = "time.euro.apple.com";
